adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
all-repository-fonts
alsa-utils
amdgpu-pro-libgl
amdvlk
android-file-transfer
android-platform
android-tools
android-udev
ant-dracula-kvantum-theme-git
ant-dracula-theme-git
anydesk-bin
arandr
arc-gtk-theme
arc-icon-theme
archlinux-appstream-data-pamac
arcolinux-gtk3-sardi-arc-git
arcolinux-keyring
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-logout
atril
autoconf
automake
balena-etcher
base
bat
bdf-unifont
bibata-cursor-theme-bin
bibata-cursor-translucent
binutils
bison
bitwarden
blender
blueberry
bluez
bluez-cups
bluez-hid2hci
bluez-tools
bluez-utils
bspwm
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
cmatrix
conky-lua-nv
dina-font
dnsmasq
dosfstools
droidcam
dxvk-mingw-git
edk2-ovmf
efibootmgr
emacs
engrampa
fakeroot
figlet
firefox
fish
flameshot
flex
font-bh-ttf
fuseiso
gcc
gentium-plus-font
gimp
git
glava
gnome-bluetooth
gnome-keyring
groff
grub
grub-btrfs
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gstreamer-vaapi
gtk-theme-arc-gruvbox-git
gvfs
gvfs-mtp
handbrake
htop
ifuse
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-opencl-clang
intel-ucode
inter-font
iptables-nft
ipw2100-fw
ipw2200-fw
iscan-plugin-gt-s650
kdenlive
kitty
lib32-amdgpu-pro-libgl
lib32-amdvlk
lib32-libpulse
lib32-libva-intel-driver
lib32-opencl-mesa
lib32-vkd3d
lib32-vulkan-amdgpu-pro
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libinsane
libldac
libpamac-aur
libreoffice-fresh
libtool
libva-intel-driver
libva-utils
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
linux-tkg-bmq
linux-tkg-bmq-headers
llvm-amdgpu
lolcat
lsb-release
lsd
lxappearance
lxsession
m4
mailspring
make
materia-gtk-theme
mhwd-amdgpu
mtools
neard
nerd-fonts-mononoki
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
numlockx
obs-studio
opencl-amd
opencl-mesa
p7zip
p7zip-gui
pacman-contrib
pamac-aur
pantheon-photos
papirus-icon-theme
paprefs
paru-bin
patch
pavucontrol
pfetch
picom
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-pip
qbittorrent
qemu
qemu-arch-extra
qt5ct
reflector
rofi
rsync
sane
sardi-colora-variations-icons-git
sardi-flat-colora-variations-icons-git
sbc
simplescreenrecorder
sndio
spirv-tools
spotify
spotifywm-git
stacer
sudo
sxhkd
tamsyn-font
tbb
telegram-desktop
tex-gyre-fonts
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timeshift-autosnap
timeshift-support
torbrowser-launcher
transmission-cli
trayer
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-mononoki
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unrar
v4l2loopback-dc-dkms
vim
virt-manager
virtualbox
vkd3d
vlc
volumeicon
vulkan-amdgpu-pro
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
wget
which
whois
wpa_supplicant
xarchiver
xbindkeys
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zscroll-git
lib32-mesa
vulkan-radeon
lib32-vulkan-radeon
vulkan-icd-loader
lib32-vulkan-icd-loader
