accountsservice
adapta-gtk-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
airdroid-nativefier
all-repository-fonts
alsa-firmware
alsa-plugins
alsa-utils
amdgpu-pro-libgl
amdvlk
amf-amdgpu-pro
amf-headers
android-file-transfer
android-platform
android-sdk-platform-tools
android-tools
ant-dracula-kvantum-theme-git
ant-dracula-theme-git
anydesk-bin
appimagelauncher
appstream
arandr
arc-darkest-theme-git
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
arcolinux-betterlockscreen-git
arcolinux-keyring
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-logout
ark
asciinema
atril
autoconf
automake
autorandr
awesome-terminal-fonts
ayu-theme
balena-etcher
base
bash-completion
bat
bdf-unifont
bibata-cursor-theme-bin
bibata-cursor-translucent
bind
bison
bitwarden
blender
blueberry
bluez
bluez-cups
bluez-hid2hci
bluez-utils
broadcom-wl
bspwm
btrfs-progs
capitaine-cursors
chaotic-keyring
chaotic-mirrorlist
clonezilla
cmatrix
conky-lua-nv
crda
cups
cups-filters
cups-pdf
cups-pk-helper
dconf-editor
ddrescue
dex
dhclient
dialog
dina-font
dmenu
dmraid
dnsmasq
dosfstools
downgrade
droidcam
duf-bin
edid-decode-git
edk2-ovmf
edk2-shell
efibootmgr
emacs
engrampa
ethtool
exfatprogs
expac
f2fs-tools
faba-icon-theme-git
faba-mono-icons-git
fakeroot
fatresize
feh
ffmpegthumbnailer
figlet
file-roller
firefox
fish
flameshot
flex
font-bh-ttf
fsarchiver
fuseiso
galculator
garcon
gcc
gcolor3
gentium-plus-font
ghostscript
gimp
git
gitahead-bin
gitfiend
gitg
gitkraken
gksu
glava
glxinfo
gnome-disk-utility
gnome-keyring
gnu-netcat
gpart
gparted
gptfdisk
groff
grub
grub-btrfs
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtk-theme-arc-gruvbox-git
gufw
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
halo-icons-git
handbrake
hardcode-fixer-git
hardinfo
hdparm
htop
hw-probe
hwinfo
ifuse
imagemagick
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-opencl-clang
intel-ucode
inter-font
intltool
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
irssi
iscan-plugin-gt-s650
iw
jfsutils
jq
kdenlive
kitty
kvantum
kvantum-theme-nordic-git
ladspa
laptop-detect
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdgpu-pro-libgl
lib32-amdvlk
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva-intel-driver
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-amdgpu-pro
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libdvdcss
libfido2
libgsf
libinsane
libmtp
libopenraw
libpamac-aur
libpwquality
libreoffice-fresh
libtool
libusb-compat
libva-intel-driver
libva-mesa-driver
libva-utils
libvdpau-va-gl
lightdm
lightdm-webkit2-greeter
linux-atm
linux-firmware
linux-zen
linux-zen-headers
logrotate
lolcat
lsb-release
lsd
lshw
lsscsi
lux
lvm2
lxappearance
lxsession-gtk3
m4
mailspring
make
man-pages
materia-gtk-theme
materia-kde
mc
mdadm
memtest86+
mesa-vdpau
meson
mhwd-amdgpu
mintstick-git
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mlt6
modemmanager
movit
mtools
mtpfs
nano
nbd
ndisc6
neard
nerd-fonts-mononoki
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nordic-darker-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-gtk-theme-git
numlockx
nvme-cli
obs-studio
okular
ookla-speedtest-bin
openbox-themes-pambudi-git
opencl-amd
opencl-mesa
openconnect
opencv
openresolv
openvpn
oxy-neon
p7zip
p7zip-gui
pacman-contrib
pamac-aur
pantheon-calculator
pantheon-photos
paper-icon-theme-git
papirus-icon-theme
paprefs
partclone
parted
partimage
paru-bin
patch
pavucontrol
pcsclite
pfetch
picom
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
protonvpn
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-pip
python-pyparted
qbittorrent
qemu
qemu-arch-extra
qt5-webkit
qt5ct
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rtaudio
rubberband
sane
sardi-colora-variations-icons-git
sardi-flat-colora-variations-icons-git
sardi-flat-mint-y-icons-git
sardi-flat-mixing-icons-git
sardi-flexible-colora-variations-icons-git
sardi-flexible-luv-colora-variations-icons-git
sardi-flexible-mint-y-icons-git
sardi-flexible-mixing-icons-git
sardi-flexible-variations-icons-git
sardi-ghost-flexible-colora-variations-icons-git
sardi-ghost-flexible-mint-y-icons-git
sardi-ghost-flexible-mixing-icons-git
sardi-ghost-flexible-variations-icons-git
sardi-icons
sardi-mint-y-icons-git
sardi-mixing-icons-git
sardi-mono-colora-variations-icons-git
sardi-mono-mint-y-icons-git
sardi-mono-mixing-icons-git
sardi-mono-numix-colora-variations-icons-git
sardi-mono-papirus-colora-variations-icons-git
sardi-orb-colora-mint-y-icons-git
sardi-orb-colora-mixing-icons-git
sardi-orb-colora-variations-icons-git
scrcpy
screen
scrot
sdl_image
sdparm
sg3_utils
shairport-sync
smartmontools
sndio
sof-firmware
sox
splix
spotify
spotifywm-git
squashfs-tools
stacer
steam
steam-native-runtime
sudo
surfn-icons-git
surfn-mint-y-icons-git
sutils-git
sweet-gtk-theme-dark
sweet-theme-git
sxhkd
syslinux
system-config-printer
system76-power
tamsyn-font
tcpdump
telegram-desktop
terminator
terminus-font
testdisk
tex-gyre-fonts
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timeshift-autosnap
timeshift-support
tmux
tor-browser
tpm2-tss
transmission-cli
trayer
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-hactor
ttf-hellvetica
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-junicode
ttf-lato
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-meslo-nerd-font-powerlevel10k
ttf-monofur
ttf-mononoki
ttf-ms-fonts
ttf-proggy-clean
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
variety
vim
virt-manager
virtualbox
vkd3d
vlc
volumeicon
vpnc
vulkan-amdgpu-pro
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
w3m
webkit2gtk
wget
which
whois
wine-staging
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
xarchiver
xbindkeys
xcursor-arch-cursor-complete
xcursor-breeze
xcursor-comix
xcursor-flatbed
xcursor-neutral
xcursor-premium
xcursor-simpleandsoft
xdg-user-dirs
xdg-utils
xdo
xdotool
xed
xf86-input-elographics
xf86-input-evdev
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfce4-appfinder
xfce4-notifyd
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfsprogs
xfwm4
xl2tpd
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xtitle-git
yad
youtube-dl
zafiro-icon-theme
zenity
zscroll-git
