adapta-gtk-theme
all-repository-fonts
alsa-utils
amdvlk
android-file-transfer
android-tools
android-udev
ant-dracula-gtk-theme
anydesk-bin
arandr
arc-gtk-theme
arc-icon-theme
archiso
arcolinux-gtk3-sardi-arc-git
arcolinux-kvantum-git
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-logout
arcolinux-sddm-slice-git
ark
audacity
auto-cpufreq
autoconf
automake
base
bat
bibata-cursor-theme-bin
binutils
bison
bluez
bluez-utils
booster-gtk-themes
canta-gtk-theme-git
canta-icon-theme-git
chaotic-keyring
chaotic-mirrorlist
cmatrix
cpufreqctl
cronie
dialog
dnsmasq
dosfstools
easy-rsa
edk2-ovmf
efibootmgr
engrampa
evopop-gtk-theme
evopop-icon-theme
fakeroot
figlet
file-roller
firefox
fish
flameshot-git
flatplat-blue-theme
flex
font-bh-ttf
font-manager-git
galculator
gcc
geotag
gimp
git
groff
grub
grub-customizer
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gtk-theme-arc-gruvbox-git
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
halo-icons-git
htop
instamenu
instamenu-extra
intel-ucode
iptables-nft
kdenlive
kvantum-theme-layan-git
kvantum-theme-matcha-git
kvantum-theme-materia
kvantum-theme-nordic-git
kvantum-theme-orchis-git
kvantum-theme-qogir-git
kvantum-theme-sweet-git
kvantum-theme-vimix-git
layan-gtk-theme-git
lib32-alsa-lib
lib32-alsa-plugins
lib32-amdvlk
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-sqlite
lib32-v4l-utils
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libgweather
libtool
libva-intel-driver
lightdm
lightdm-webkit2-greeter
lightdm-webkit2-theme-alter
lightdm-webkit2-theme-obsidian
lightdm-webkit2-theme-reactive
lightdm-webkit2-theme-sapphire
lightdm-webkit2-theme-tty-git
linux
linux-firmware
linux-headers
lolcat
lsd
lux
lxappearance
lynx
m4
make
matcha-gtk-theme-git
materia-gtk-theme
mediterranean-gtk-themes-git
mojave-gtk-theme-git
mtools
neovim
neovim-gruvbox-material-git
nerd-fonts-fira-code
nerd-fonts-mononoki
network-manager-applet
networkmanager
nitrogen
notify-osd-customizable
numix-gtk-theme-git
obs-studio
ocl-icd
okular
opencl-amd
opencl-headers
opencl-mesa
osdbattery
pacman-contrib
pamac-aur
pamac-tray-icon-plasma
paper-icon-theme-git
paprefs
paru-bin
pasystray
patch
pavucontrol
pcmanfm
pfetch
picom-jonaburg-git
pkgconf
playerctl
polkit-gnome
polkit-qt5
protonvpn-cli-ng
pulseaudio
pulseaudio-alsa
pulseaudio-control
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
pulseaudio-jack
pulseaudio-modules-bt-git
pulseaudio-zeroconf
pulsemixer
python-clickgen
python-glfw
python-libevdev
python-pip
python-pyudev
qbittorrent-cli-bin
qbittorrent-enhanced-git
qemu
qemu-arch-extra
qemu-block-gluster
qemu-block-iscsi
qemu-block-rbd
qt5ct
ranger
redshift-gtk-git
reflector
rofi
rsync
sardi-colora-variations-icons-git
sardi-icons
sardi-orb-colora-variations-icons-git
sddm
sddm-config-editor-git
shotwell
siji
simplescreenrecorder
speedtest-cli-git
spotify
stacer
sublime-text-dev
sudo
sweet-gtk-theme-dark
telegram-desktop
terminator
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
timeshift
timeshift-autosnap
tlp
trayer
ttf-linux-libertine
ttf-material-design-icons
ttf-mononoki-git
ttf-ms-fonts
ttf-remixicon
unrar
vifm
vim
vimix-gtk-themes
virt-manager
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
virtualbox-sdk
vkd3d
vlc
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wget
which
whitesur-gtk-theme-git
whitesur-kvantum-theme-git
wpa_supplicant
xarchiver
xcursor-arch-cursor-complete
xcursor-breeze
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xosd
youtube-dl
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
all-repository-fonts
alsa-utils
amdgpu-pro-libgl
amdvlk
android-file-transfer
android-platform
android-tools
android-udev
ant-dracula-kvantum-theme-git
ant-dracula-theme-git
anydesk-bin
arandr
arc-gtk-theme
arc-icon-theme
archlinux-appstream-data-pamac
arcolinux-gtk3-sardi-arc-git
arcolinux-keyring
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-logout
atril
autoconf
automake
balena-etcher
base
bat
bdf-unifont
bibata-cursor-theme-bin
bibata-cursor-translucent
binutils
bison
bitwarden
blender
blueberry
bluez
bluez-cups
bluez-hid2hci
bluez-tools
bluez-utils
bspwm
btrfs-progs
cava
chaotic-keyring
chaotic-mirrorlist
cmatrix
conky-lua-nv
dina-font
dnsmasq
dosfstools
droidcam
dxvk-mingw-git
edk2-ovmf
efibootmgr
emacs
engrampa
fakeroot
figlet
firefox
fish
flameshot
flex
font-bh-ttf
fuseiso
gcc
gentium-plus-font
gimp
git
glava
gnome-bluetooth
gnome-keyring
groff
grub
grub-btrfs
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gstreamer-vaapi
gtk-theme-arc-gruvbox-git
gvfs
gvfs-mtp
handbrake
htop
ifuse
intel-compute-runtime
intel-gmmlib
intel-graphics-compiler
intel-media-driver
intel-opencl-clang
intel-ucode
inter-font
iptables-nft
ipw2100-fw
ipw2200-fw
iscan-plugin-gt-s650
kdenlive
keyboard-visualizer-git
kitty
lib32-amdgpu-pro-libgl
lib32-amdvlk
lib32-libpulse
lib32-libva-intel-driver
lib32-opencl-mesa
lib32-vkd3d
lib32-vulkan-amdgpu-pro
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-layers
lib32-vulkan-radeon
lib32-vulkan-validation-layers
libinsane
libldac
libpamac-aur
libreoffice-fresh
libtool
libva-intel-driver
libva-utils
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
linux-tkg-bmq
linux-tkg-bmq-headers
llvm-amdgpu
lolcat
lsb-release
lsd
lxappearance
lxsession
m4
mailspring
make
materia-gtk-theme
mhwd-amdgpu
mtools
neard
nerd-fonts-mononoki
network-manager-applet
networkmanager
nitrogen
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
numlockx
obs-studio
opencl-amd
opencl-mesa
openrgb
p7zip
p7zip-gui
pacman-contrib
pamac-aur
pantheon-photos
papirus-icon-theme
paprefs
paru-bin
patch
pavucontrol
pfetch
picom-jonaburg-git
piper
pkgconf
playerctl
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-pip
qbittorrent
qemu
qemu-arch-extra
qt5ct
reflector
rofi
rsync
sane
sardi-colora-variations-icons-git
sardi-flat-colora-variations-icons-git
sbc
simplescreenrecorder
sndio
spirv-tools
spotify
spotifywm-git
stacer
sudo
sxhkd
tamsyn-font
tbb
telegram-desktop
tex-gyre-fonts
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
timeshift-autosnap
timeshift-support
torbrowser-launcher
transmission-cli
trayer
ttf-anonymous-pro
ttf-bitstream-vera
ttf-cascadia-code
ttf-croscore
ttf-dejavu
ttf-droid
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-font-awesome
ttf-hack
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-junicode
ttf-liberation
ttf-linux-libertine
ttf-monofur
ttf-mononoki
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
unrar
v4l2loopback-dc-dkms
vim
virt-manager
virtualbox
vkd3d
vlc
volumeicon
vulkan-amdgpu-pro
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
vulkan-validation-layers
wget
which
whois
wpa_supplicant
xarchiver
xbindkeys
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zscroll-git
